Repository: TomasKol/perdi
Catalog: entries/locale/*/LC_MESSAGES/django.po
Languages: sk

source: language
sk: jazyk

source: name of the language
sk: názov nového jazyka

source: abbreviation (max 4 chars)
sk: skratka (max 4 znaky)

source: abbreviation
sk: skratka

source: article
sk: člen

source: topic name
sk: názov témy

source: new word
sk: slovíčko

source: commentary
sk: komentár

source: translation*
sk: preklad*

source: translation note
sk: poznámka k prekladu

source: add entry
sk: pridaj slovíčko

source: (no topic)
sk: (téma)

source: only one translation. If you want to add more meanings, check the box below before saving.
sk: iba jeden preklad. Ak chceš pridať viac významov, zaškrtni políčko pod týmto textom.

source: add more translations after saving
sk: pridať ďalšie preklady po uložení

source: Article
sk: Člen

source: the article that goes with the new word
sk: člen, ktorý patrí ku slovíčku

source: Edit articles
sk: Uprav členy

source: New word
sk: Nové slovíčko

source: the word itself
sk: samotné nové slovo

source: Commentary
sk: Komentár

source: your commentary on the new word. E.g. irregularities, contextual meaning, grammatical info, trivia
sk: tvoj komentár k novému slovíčku. Napr. poznámky k nepravidelným tvarom, info o gramatike, atď.

source: Topic
sk: Téma

source: only one topic per word. Useful for precise search in the dictionary
sk: iba jedna téma. Uľahčuje vyhľadávanie v slovníku

source: Edit topics
sk: Uprav témy

source: Translation
sk: Preklad

source: save each translation one by one, so you can search for the foreign word by <i>any</i> of them
sk: každý preklad ulož osobitne - tak budeš môcť vyhľadávať v prekladoch poďľa <i>hociktorého</i> z nich

source: Translation note
sk: Poznámka k prekladu

source: your commentary on the particular translation
sk: tvoj komentár k tomuto konkrétnemu prekladu

source: add language
sk: pridaj jazyk

source: comma, separated, articles
sk: čiarkou, oddelené, členy

source: comma-separated articles (e.g. a, an, the)
sk: čiarkou oddelené členy (napr. a, an, the)

source: create
sk: ulož

source: is aready in your languages
sk: už existuje

source: Language
sk: Jazyk

source: the name of the foreign language
sk: názov nového jazyka

source: Abbreviation
sk: Skratka

source: a short version of the language's name. Up to 4 characters. Will be used throughout the entire perdi application
sk: krátka verzia názvu jazyka. Max 4 znaky. Bude sa používať v celom perdi

source: Articles
sk: Členy

source: if the language uses articles, write them all, separated by a comma. E.g. el, la, los, las
sk: ak sa v tomto jazyku používajú členy, napíš ich sem naraz, oddelené čiarkou. Napr. el, la, los, las

source: add articles
sk: pridaj členy

source: new articles separated by a comma. E.g. 'el, la, los, las'. Note that max length of one article is 5 characters
sk: nové členy oddelené čiarkou. Napr. 'el, la, los, las'. Jeden člen môže mať najviac 5 znakov

source: edit articles
sk: uprav členy

source: save all
sk: ulož

source: save changes
sk: ulož zmeny

source: add translation
sk: pridaj preklad

source: one translation at a time
sk: preklady pridávaj po jednom

source: edit translations
sk: uprav preklady

source: save all translations
sk: uprav preklady

source: delete
sk: vymaž

source: <b>save</b> changes
sk: <b>ulož</b> zmeny

source: articles
sk: členy

source: edit <b>articles</b>
sk: uprav <b>členy</b>

source: add <b>articles</b>
sk: pridaj <b>členy</b>

source: topics
sk: témy

source: edit <b>topics</b>
sk: uprav <b>témy</b>

source: add <b>topics</b>
sk: pridaj <b>témy</b>

source: add <b>new words</b>
sk: pridaj <b>nové slovíčka</b>

source: is already used by another language
sk: sa už používa pri inom jazyku

source: add topics
sk: pridaj témy

source: comma, separated, topics
sk: čiarkou, oddelené, témy

source: comma-separated topics (e.g. art, sport, cuisine)
sk: čiarkou oddelené témy (napr. umenie, šport, varenie)

source: new topics separated by a comma. E.g. art, sport, cuisine
sk: nové témy oddelené čiarkou (napr. umenie, šport, varenie)

source: edit topics
sk: uprav témy

source: en
sk: sk

source: Perdi - personal dictionary
sk: Perdi - osobný slovník

source: search...
sk: hľadaj...

source: all topics
sk: všetky témy

source: my languages
sk: jazyky

source: entries
sk: slovíčok

source: translations
sk: prekladov

source: topics
sk: tém

source: You don't have any language set up
sk: Nemáš vytvorený žiadny jazyk

source: Each article must be unique. Please avoid duplicates.
sk: Každý člen musí byť unikátny. Prosím, vyhýbaj sa duplikátom.

source: Each topic must be unique. Please avoid duplicates.
sk: Každá téma musí byť unikátna. Prosím, vyhýbaj sa duplikátom.

source: Such entry already exists.
sk: Také slovíčko už v slovníku máš.

source: already is in your dictionary.
sk: už je v tvojom slovníku.

source: Each translation must be unique. Please avoid duplicates.
sk: Každý preklad musí byť unikátny. Prosím, vyhýbaj sa duplikátom.

source: This entry already has the same translation.
sk: Toto slovíčko už takýto preklad má uložený.
