Repository: TomasKol/perdi
Catalog: accounts/locale/*/LC_MESSAGES/django.po
Languages: sk

source: username
sk: užívateľské meno

source: password
sk: heslo

source: confirm password
sk: potvrď heslo

source: old password
sk: staré heslo

source: new password
sk: nové heslo

source: confirm new password
sk: potvrď nové heslo

source: en
sk: sk

source: Perdi - personal dictionary
sk: Perdi - osobný slovník

source: change password
sk: zmeniť heslo

source: delete my perdi account
sk: vymazať môj perdi účet

source: To make sure it's really you, fill in your login credentials.
sk: Aby sme si boli istí, že si to ty, vyplň svoje prihlasovacie údaje.

source: Your account will be deleted <i>permanently</i> along with all your data and content.
sk: Tvoj účet bude vymazaný <i>permanentne</i> a s ním všetky tvoje dáta a uložený obsah.

source: delete account
sk: vymazať účet

source: incorrect credentials
sk: nesprávne údaje

source: Log in
sk: Prihlás sa

source: No account yet?
sk: Ešte nemáš účet?

source: Sign up
sk: Zaregistruj sa

source: register to perdi
sk: vytvorenie perdi účtu

source: Already registered?
sk: Už máš účet?

source: Because we do not ask for your email address, we will not be able to reset your password should you ever forget it. In other words - if you forget your password, there is no way you can access your perdi account anymore.
sk: Keďže nechceme tvoju emailovú adresu, nebudeme vedieť obnoviť tvoje heslo v prípade, že ho zabudneš. Inými slovami - ak zabudneš svoje heslo, nebudeš sa viac môcť prihlásiť do svojho účtu.

source: my account
sk: nastavenia účtu

source: display perdi in
sk: používaj perdi v jazyku

source: log out
sk: odhlásiť sa

source: Your password has been changed.
sk: Heslo bolo zmenené.
